[
  {
    "id": "news-001",
    "title": "กรมส่งเสริมฯ เปิดตัว 'เกษตรตำบลอัจฉริยะ' ปี 2567 (หลายรูป)",
    "summary": "มุ่งเน้นการนำเทคโนโลยีดิจิทัลมาปรับใช้ในการทำงานของนักวิชาการส่งเสริมการเกษตร เพื่อเพิ่มประสิทธิภาพและบริการเกษตรกรได้ดียิ่งขึ้น",
    "date": "15 สิงหาคม 2599",
    "imageUrls": [
      "https://picsum.photos/seed/news1pic1/600/400",
      "https://picsum.photos/seed/news1pic2/600/400",
      "https://picsum.photos/seed/news1pic3/600/400"
    ],
    "fullContent": "โครงการ \"เกษตรตำบลอัจฉริยะ\" ประจำปี 2567 ได้รับการเปิดตัวอย่างเป็นทางการโดยกรมส่งเสริมการเกษตร โดยมีวัตถุประสงค์หลักเพื่อยกระดับการทำงานของนักวิชาการส่งเสริมการเกษตรทั่วประเทศผ่านการนำเทคโนโลยีดิจิทัลและนวัตกรรมเข้ามาประยุกต์ใช้ในการปฏิบัติงานประจำวัน.\n\nหัวใจสำคัญของโครงการนี้คือการพัฒนาระบบฐานข้อมูลกลาง การฝึกอบรมการใช้เครื่องมือดิจิทัล เช่น โดรนเพื่อการเกษตร, ระบบ IoT สำหรับการติดตามสภาพแวดล้อมในแปลง, และแอปพลิเคชันสำหรับการให้คำปรึกษาแก่เกษตรกร.\n\nคาดว่าโครงการนี้จะช่วยลดระยะเวลาในการทำงาน ลดต้นทุน และเพิ่มความแม่นยำในการให้คำแนะนำแก่เกษตรกร ทำให้สามารถวางแผนการผลิตและแก้ไขปัญหาที่เกิดขึ้นได้อย่างทันท่วงที นอกจากนี้ยังเป็นการเตรียมความพร้อมให้กับเกษตรกรในการก้าวเข้าสู่ยุคเกษตร 4.0 อย่างเต็มรูปแบบ."
  },
  {
    "id": "news-002",
    "title": "เตือนภัยเกษตรกร: ระวังโรคระบาดในข้าวโพดช่วงฤดูฝน",
    "summary": "กรมส่งเสริมการเกษตรออกประกาศเตือนเกษตรกรผู้ปลูกข้าวโพดให้เฝ้าระวังการระบาดของโรคใบไหม้แผลใหญ่และโรคราน้ำค้าง",
    "date": "10 ส.ค. 2599",
    "imageUrls": [
      "https://picsum.photos/seed/news2pic1/600/400"
    ],
    "fullContent": "เนื่องด้วยเข้าสู่ช่วงฤดูฝน กรมส่งเสริมการเกษตรจึงขอประกาศเตือนเกษตรกรผู้ปลูกข้าวโพดทั่วประเทศ ให้เฝ้าระวังการระบาดของโรคพืชที่สำคัญสองชนิด ได้แก่ โรคใบไหม้แผลใหญ่ (Northern Corn Leaf Blight) และโรคราน้ำค้าง (Downy Mildew) ซึ่งมักจะแพร่กระจายได้ดีในสภาพอากาศชื้นและมีฝนตกชุก\n\nเกษตรกรควรหมั่นตรวจแปลงอย่างสม่ำเสมอ หากพบอาการของโรคให้รีบปรึกษาเจ้าหน้าที่ส่งเสริมการเกษตรในพื้นที่เพื่อขอคำแนะนำในการป้องกันและกำจัดอย่างถูกวิธี การจัดการที่รวดเร็วจะช่วยลดความเสียหายต่อผลผลิตได้อย่างมาก"
  },
  {
    "id": "news-003",
    "title": "อบรมเชิงปฏิบัติการ: การใช้โดรนเพื่อการเกษตรสมัยใหม่",
    "summary": "จัดอบรมให้ความรู้และทักษะการใช้โดรนเพื่อการเกษตรแก่เจ้าหน้าที่และเกษตรกรนำร่องทั่วประเทศ",
    "date": "5 สิงหาคม'2567",
    "imageUrls": [],
    "fullContent": "กรมส่งเสริมการเกษตรได้จัดการอบรมเชิงปฏิบัติการหลักสูตร \"การใช้โดรนเพื่อการเกษตรสมัยใหม่\" ให้กับนักวิชาการส่งเสริมการเกษตรและกลุ่มเกษตรกรนำร่องจำนวน 200 รายทั่วประเทศ การอบรมครอบคลุมทั้งภาคทฤษฎีเกี่ยวกับกฎหมายและข้อบังคับการบินโดรน หลักการทำงานของโดรนเพื่อการเกษตร และภาคปฏิบัติในการควบคุมโดรนเพื่อการสำรวจแปลง การหว่านปุ๋ย และการฉีดพ่นสารชีวภัณฑ์\n\nการอบรมนี้เป็นส่วนหนึ่งของนโยบายการส่งเสริมเทคโนโลยีเกษตรอัจฉริยะ เพื่อช่วยให้เกษตรกรสามารถลดต้นทุนการผลิต เพิ่มประสิทธิภาพ และลดการใช้แรงงานคนในระยะยาว ผู้เข้าอบรมได้ให้ความสนใจและตอบรับเป็นอย่างดี"
  },
  {
    "id": "news-004",
    "title": "อบรมเชิงปฏิบัติการ: การใช้โดรนเพื่อการเกษตรสมัยใหม่",
    "summary": "จัดอบรมให้ความรู้และทักษะการใช้โดรนเพื่อการเกษตรแก่เจ้าหน้าที่และเกษตรกรนำร่องทั่วประเทศ",
    "date": "5 สิงหาคม 2567",
    "imageUrls": [],
    "fullContent": "กรมส่งเสริมการเกษตรได้จัดการอบรมเชิงปฏิบัติการหลักสูตร \"การใช้โดรนเพื่อการเกษตรสมัยใหม่\" ให้กับนักวิชาการส่งเสริมการเกษตรและกลุ่มเกษตรกรนำร่องจำนวน 200 รายทั่วประเทศ การอบรมครอบคลุมทั้งภาคทฤษฎีเกี่ยวกับกฎหมายและข้อบังคับการบินโดรน หลักการทำงานของโดรนเพื่อการเกษตร และภาคปฏิบัติในการควบคุมโดรนเพื่อการสำรวจแปลง การหว่านปุ๋ย และการฉีดพ่นสารชีวภัณฑ์\n\nการอบรมนี้เป็นส่วนหนึ่งของนโยบายการส่งเสริมเทคโนโลยีเกษตรอัจฉริยะ เพื่อช่วยให้เกษตรกรสามารถลดต้นทุนการผลิต เพิ่มประสิทธิภาพ และลดการใช้แรงงานคนในระยะยาว ผู้เข้าอบรมได้ให้ความสนใจและตอบรับเป็นอย่างดี"
  }
]
